Repository: chabanovsky/so_association_tools
Catalog: server_app/translations/*/LC_MESSAGES/messages.po
Languages: es, ru

source: Your access token is not valid any more. To work with the app you need to log in again. Now you will be logged out.
es: El token de acceso ya no es valido. Para usar el app necesitas iniciar sesión de nuevo. La sesión se cerrará ahora.
ru: Вах ключ доступа устарел. Для продолжения работы необходимо войти в систему заново. Сейчас вы будете перенаправлены на страницу входа.

source: Wrong params
es: Parametros incorrectos
ru: Неверные аргументы

source: association
es: asociación
ru: ассоциация

source: Association was added
es: La asociación fue agregada
ru: Ассоциация добавлена

source: Question should be on hostname: %s
es: La pregunta debe estar en hostname: %s
ru: Вопрос должен быть на сайте: %s

source: Cannot parse question_id. Path: %s, re: %s
es: No se pudo analizar la question_id. Path: %s, re: %s
ru: Невозможно обработать question_id. Path: %s, re: %s

source: Not valid question_id: %s
es: No es valida la question_id: %s
ru: Неверный question_id: %s

source: There are no items: %s
es: No hay objetos: %s
ru: Нет элементов: %s

source: Question ids are different: %s != %s, text: %s
es: Las ids de las preguntas son diferentes: %s != %s, text: %s
ru: Идентификаторы различаются: %s != %s, текст: %s

source: The suggestion is already existed in the list
es: La sugerencia ya esiste en la lista
ru: Предлагаемый вопрос уже есть в списке

source: Suggestion was added but the association for it is already existed.
es: La sugerencia fue añadida pero la asociación ya existía.
ru: Предложение было добавлено, но ассоциация к нему уже существует.

source: Suggestion was added
es: La sugerencia fue añadida
ru: Предложение было добавлено

source: List of suggested questions for Stack Overflow in Russian
es: La lista de las preguntas sugeridas para Stack Overflow en español
ru: Список вопросов для ассоциации для Stack Overflow на русском

source: Stack Overflow Association Tools
es: Herramientas de asociación de Stack Overflow
ru: Инструменты ассоциации Stack Overflow

source: answer
es: respuesta
ru: ответ

source: vote
es: voto
ru: голос

source: view
es: vista
ru: показ

source: asked
es: preguntado
ru: задан

source: Google has not found anything by the query.
es: Google no encontró nada con esta consulta.
ru: Поиск в Google не дал результатов.

source: Association has been added with id:
es: La asociación fue agregada con la id:
ru: Ассоциация была назначена с id:

source: link
es: enlace
ru: ссылка

source: score
es: puntuación
ru: рейтинг

source: answered
es: respondidas
ru: отвечен

source: Candidates for the association
es: Candidatos para la asociación
ru: Кандидаты для ассоциации

source: Searching...
es: Buscando...
ru: Выполняется поиск...

source: viewed
es: vistas
ru: просмотров

source: skip
es: brincar
ru: пропустить

source: add to the list
es: agregar a la lista
ru: вернуть в список

source: request translation
es: pedir traducción
ru: запросить перевод

source: cancel request
es: petición para cancelar
ru: отменить запрос

source: There are no items here.
es: No hay objetos aquí.
ru: Нет данных в выборке.

source: Processing the suggestion...
es: Procesando la sugerencia...
ru: Предложение обрабатывается...

source: Something went wrong during skipping/returning a question
es: Algo malo sucedió durante el proceso de brincar/regresar la pregunta
ru: Что–то пошло не так во время отмечания вопроса как пропущенный

source: Something went wrong during requesting translation/canceling it for a question
es: Algo malo sucedió mientras se solicitaba la traducción o al cancelar la pregunta
ru: Что–то пошло не так во время отправки запроса на перевод

source: Cannot add association
es: No se puede agregar la asociación
ru: Невозможно добавить ассоциацию

source: Cannot load a question:
es: No se puede cargar la pregunta:
ru: Невозможно загрузить вопрос:

source: Wrong url. You can suggest questions only from Stack Overflow in English
es: Url incorrecto. Solamente se pueden sugerir las preguntas de Stack Overflow en inglés
ru: Неверный url. Можно предлагать вопросы только со Stack Overflow на английском

source: Something went wrong during suggestion
es: Algo salió mal durante la sugerencia
ru: Что-то пошло не так во время отправки предложения

source: No Way
es: No hay manera
ru: Без вариантов

source: There is no way to use the app without OAuth authentication.
es: No hay manera de usar el app sin la OAuth autenticación.
ru: Вы не можете использовать приложение без авторизации через Stack Exchange OAuth.

source: Try again
es: Intenta de nuevo
ru: Попробовать еще раз

source: You will not see this question again in the suggested list. Skip a question if you do your best but cannot find an association.
es: No veras esta pregunta de nuevo en la liste de sugerencias. Brinca la pregunta si haces el mejor intento pero no puedes encontrar una asociación.
ru: Вы более не увидите этот вопрос в общем списке. Пропустите вопрос если вы сделали все возможное, но не смогли найти ассоциацию.

source: If you cannot find an association and think that the question must be in the knowledge base of your community add a translation request.
es: Si no puedes encontrar una asociación y piensas que la pregunta debe estar en la base de información en tu comunidad agrega una solicitud para traducción.
ru: Если вы не смогли найти ассоциацию и думаете, что вопрос обязан быть в базе знаний вашего сообщества, отправьте запрос на перевод.

source: Query
es: Consulta
ru: Запрос

source: Search
es: Búsqueda
ru: Искать

source: This question already has been associated.
es: Esta pregunta ya ha sido asociada.
ru: Вопрос уже имеет ассоциацию.

source: The list bellow contains most viewed questions on Stack Overflow in English by a language audience. In order to add an association pick a question an click on it. In the open window you will see full question with a search box. Use the box to query the associations on an international site. Click on a candidate for association and you will see both the question on Stack Overflow in English and the candidate with their answers. If they are the same associate them!
es: La siguiente lista contiene las preguntas más vistas en Stack Overflow en inglés por una audiencia específica de lenguaje. Para agregar una asociación, selecciona unapregunta y haz clic en ella. En la ventana que se abrirá veras la pregunta en total con un recuadro de búsqueda. Usa la búsqueda para buscar asociaciones en un sitio internacional. Haz clic en un candidato para la asociación y verás la pregunta en Stack Overflow en inglés y el candidato para la asociación con sus respuestas. Si son iguales, ¡únelas como una asociación!
ru: Список ниже содержит наиболее просматриваемые вопросы на Stack Overflow на английском русскоязычными пользователями. Для того чтобы назначить ассоциацию выберите интересный вам вопрос и нажмите на него. На открывшейся странице вы увидете весь вопрос и поле поиска. Используйте поиск для поиска кандидатов для ассоциации. Выбрав кандидата, нажмите на него и вы увидите окно с обоими вопросами, которые будут содержать ответы. Если вопросы должны быть ассоциированы, нажмите кнопку «Ассоциировать».

source: If users cannot find an association for a question they skip it. Skipping removes the question from a list. This section contains questions that were skipped by any users.
es: Si no se puede encontrar una asociación para la pregunta, se le puede brincar. El brincarla remueve la pregunta de la lista. Esta sección contiene preguntas que fueron brincadas por otros.
ru: Если участники не могут найти ассоциацию для вопроса, они пропускают его. Пропущенные вопросы удаляются из списка вопросов участника, пропустившего вопрос. Данный раздел содержит список всех пропущенных вопросов.

source: If users cannot find an association for a question and think that a question must be in the local knowledge base they send a translate request for the question. This section contains all those requests.
es: Si los usuarios no pueden encontrar una asociación para una pregunta y piensan que una pregunta debe ser agregada a la base de conocimiento local, pueden crear una solicitud de traducción para la pregunta. Esta sección contiene todas esas solicitudes.
ru: Если участники не могут найти ассоциацию для вопроса и считают, что вопрос обязан быть в базе знаний сообщества, они отправляют запрос на перевод. Данный раздел содержит все вопросы, отмеченные как требующие перевода.

source: If users want to add to the list of questions for association another one, they submit it with the submission form below (please, use the form if you think that a question should be in the knowledge base of your comminity). This section contains all suggested questions.
es: Si los usuarios quieren agregar otra pregunta a la lista de preguntas con asociaciones necesitan rellenar el formulario siguiente (favor de usar el formulario si piensas que se necesita agregar esa pregunta a la base de conocimiento de tu comunidad). esta sección contiene esas sugerencias.
ru: Если участники хотят добавить вопрос в список предлагаемых для ассоциации, они используют форму отправки запроса представленную ниже. Используйте ее, если знаете хороший вопрос для ассоциации. Данный раздел содержит список всех предложенных участниками вопросов.

source: Most Viewed
es: Más vistas
ru: Наиболее просматриваемые

source: Skipped
es: Omitidas
ru: Пропущенные

source: Requested
es: Solicitadas
ru: Запросы на перевод

source: Suggested
es: Sugeridas
ru: Предложенные

source: Suggest
es: Sugiere
ru: Предложить

source: To suggest a question for assaciation paste url of the question above and click "Suggest". You can only suggest questions on the stackoverflow.com domain (it means questions from Stack Overflow in English only).
es: Para sugerir una pregunta para una asociación copia el url de la pregunta y haz clic en "Sugiere". Solamente puedes sugerir preguntas que se encuentran en el dominio wed de stackoverflow.com (solamente las preguntas de Stack Overflow en inglés se pueden usar).
ru: Чтобы предложить вопрос для ассоциации встравьте адрес вопроса (url) в поле выше и нажмите на кнопку "Предложить". Можно предлагать вопросы только со Stack Overflow на английском.

source: log out
es: cerrar sesión
ru: выйти

source: mod
ru: мод

source: Help to make the app better. Contribute to the project on GitHub.
es: Ayuda a mejorar este app. Contribuye al proyecto en GitHub.
ru: Помогите сделать приложение лучше, внесите свой вклад на GitHub.

source: Associate
es: Asociar
ru: Ассоциировать

source: Back
es: Regresar
ru: Вернуться назад

source: Answers
es: Respuestas
ru: Ответы

source: Welcome!
es: ¡Bienvenido!
ru: Добро пожаловать!

source: Association Tools allows you to mark two questions as the same on two sites Stack Overflow in English and Stack Overflow in a language
es: Las herramientas de asociación permite marcar a dos preguntas como idénticas en dos sitios - Stack Overflow en inglés y Stack Overflow en otro lenguaje
ru: Инструменты ассоциации позволяют вам отмечать два вопроса как дубликаты между сайтами Stack Overflow на английском и Stack Overflow на русском

source: Log in and start associating
es: Inicia sesión y empieza a asociar
ru: Войти и начать ассоциировать

source: In order to associate you must log in with Stack Exchange OAuth.
es: Para poder asociar, necesitas iniciar sesión con Stack Exchange OAuth.
ru: Для назначения ассоциаций необходимо авторизоваться через Stack Exchange OAuth.

source: This is an open source project. If you know how to improve the app, please, do that:
es: Este es un proyecto de Open Source. Si sabes cómo mejorar el app, por favor ayúdanos:
ru: Это проект с открытым исходным кодом. Если вы можете улучшить данное приложение, пожалуйста, сделайте это:

source: Help to build a bridge connecting knowledge bases and communities
es: Ayuda a construir un puente entre las bases de conocimiento y las comunidades
ru: Помогите построить мост, соединяющий базы знаний и сообщества
